{
  "continents": [
    {
      "nom": "Nordique",
      "calendrier": [
        {
          "saisons": "Hiver long (6 mois, -15°C blizzards, cohérence géographie glaciaire ; fêtes solsticiales rituels protection magies artisanales, migrations renards sud). Printemps fonte (2 mois, 0-5°C inondations, récoltes mousses, trêves guerres Valléfrost-Tronchavale). Été bref (3 mois, 5-15°C cueillette, raids Grunthalok). Automne venteux (1 mois, 0°C préparation hiver, festivals forge Tronchavale).",
          "fetes": "Solstice hiver (3 jours Valléfrost, danses totems bénédictions rituelles, cohérence coutumes/religion vents ; récompenses fourrures divertissement). Festival brumes pleine lune Grunthalok (nuit, chants illusions, cohérence magies/divertissement). Alignement étoiles Slekdor (nuit claire, méditations cosmiques, cohérence religion étoiles).",
          "migrations_animales": "Renards arctiques sud hiver (vers steppes Varkhul 50-100km, cohérence faune ; impact cueillette trolls). Yaks altitudinaux été (hauts plateaux Slekdor, cohérence géographie ; domestication humains). Loups brumeux nocturne Grunthalok (clairières lune pleine 30km, cohérence magies brume). Oiseaux cristal équinoxes Slekdor (10-20km, cohérence religion cosmique).",
          "campagnes_militaires": "Raids hiver Tronchavale-Grunthalok (escarmouches ressources, cohérence géopolitique rivalités ; magies offensive artisanales). Guerres internes gobelins Varkhul constant (printemps/été, cohérence instabilité). Trêves fonte neiges (alliances ponctuelles, cohérence géopolitique).",
          "catastrophes_naturelles": "Avalanches printemps Valléfrost (fonte neige, cohérence géographie ; atténuées magies artisanales). Brumes toxiques été Varkhul (émanations soufre, cohérence flore toxique ; impact santé gobelins). Tempêtes vents automne Tronchavale (violentes, cohérence climats ; protections magies rituelles).",
          "evenements_notables": "Marchés trêves printemps (échanges minerais/résines inter-zones, cohérence économie troc). Alignements solsticiaux Slekdor (médiations cosmiques rares, cohérence religion/magies). Raids gobelins automne Varkhul (vers Dralvaire, cohérence géopolitique)."
        }
      ]
    },
    {
      "nom": "Central",
      "calendrier": [
        {
          "saisons": "Printemps fertile (3 mois, 10-20°C pluies, cohérence géographie plaines ; plantations céréales magies agricole). Été humide (3 mois, 15-25°C croissance, cueillette pigments Korvalth). Automne récolte (3 mois, 10-20°C festivals, inondations Feslorin). Hiver tempéré (3 mois, 5-15°C stockage, migrations cerfs ouest).",
          "fetes": "Festival récolte automne Dralvaire (2 jours, danses bénédictions collective, cohérence coutumes/divertissement). Festival forêt été Korvalth (chants illusions, cohérence religion forêt). Festival marées pleine lune Feslorin (chants aquatiques, cohérence religion eau).",
          "migrations_animales": "Cerfs forestiers est-printemps (Korvalth-Dralvaire 20-40km, cohérence faune ; impact chasse humains). Grenouilles aquatiques inondations automne Feslorin (5-10km lagons, cohérence faune marécageuse). Oiseaux pigmentés automne Korvalth (30km sud, cohérence flore baies).",
          "campagnes_militaires": "Escarmouches territoriales été Dralvaire-Korvalth (pour collines, cohérence géopolitique ; magies défensive). Défenses pillards hiver Varkhul (raids gobelins, cohérence géopolitique).",
          "catastrophes_naturelles": "Inondations printemps Dralvaire (crues rivières, cohérence géographie ; atténuées magies collective irrigation). Brouillards denses été Feslorin (marais, cohérence climats ; impact navigation atténué magies aquatique). Tempêtes forestières automne Korvalth (vents, cohérence climats ; chutes arbres atténuées magies défensive).",
          "evenements_notables": "Foires commerciales automne Dralvaire (échanges céréales/bois, cohérence économie). Arbitrages religieux printemps Feslorin (médiations batraciens, cohérence géopolitique)."
        }
      ]
    },
    {
      "nom": "Oriental",
      "calendrier": [
        {
          "saisons": "Printemps montagneux (3 mois, 5-15°C pluies, cohérence géographie ; cueillette épices Orraveth). Été humide (3 mois, 10-20°C croissance résines Thyrvalen). Automne taïga (3 mois, 0-10°C migrations Kerynth). Hiver froid (3 mois, -5-5°C gel Thulmar).",
          "fetes": "Festival vents printemps Orraveth (danses artisanales, cohérence coutumes). Festival résines été Thyrvalen (offrandes animistes). Festival constellations hiver Vhorak (méditations cosmiques). Festival verts automne Thulmar (chants végétales). Festival taïga hiver Kerynth (migrations saisons).",
          "migrations_animales": "Chèvres roches altitudinales été Orraveth (15-30km sommets, cohérence faune). Loups taïga sud automne Kerynth (40km, cohérence faune). Singes hallucinogènes saison pluies Thyrvalen (20km canopée). Aigles stellaires équinoxes Vhorak (10km).",
          "campagnes_militaires": "Escarmouches frontalières automne Thulmar-Kerynth (résines, cohérence géopolitique ; magies végétale). Rivalités commerciales été Orraveth-Dralvaire (cols, cohérence géopolitique).",
          "catastrophes_naturelles": "Glissements terrain printemps Orraveth (pluies, cohérence géographie ; atténuées magies artisanale). Brumes hallucinogènes été Thyrvalen (vents résines, cohérence flore ; atténuées masques). Tempêtes taïga hiver Kerynth (neige, cohérence climats ; atténuées magies givre). Vents plateaux constant Vhorak (érodants, atténués magies cosmique).",
          "evenements_notables": "Foires régionales printemps Orraveth (échanges épices, cohérence économie). Pactes verts automne Thulmar-Grunthalok (échanges rituels, cohérence géopolitique)."
        }
      ]
    },
    {
      "nom": "Archipel méridional",
      "calendrier": [
        {
          "saisons": "Moussons humide (6 mois, 20-30°C pluies, cohérence géographie ; récoltes épices Islakarion). Saison sèche (6 mois, 25-35°C calme, pêcheries Lago’Vernis).",
          "fetes": "Festival mer solstice Islakarion (prières marine, cohérence coutumes). Festival atolls moussons Lago’Vernis (chants courants). Festival équilibre pleine lune Venarith (danses aquatique).",
          "migrations_animales": "Poissons clown courants moussons Lago’Vernis (5-10km récifs, cohérence faune). Tortues marines ponte saison sèche Venarith (50km plages, cohérence faune). Poissons biolum nocturne Venarith (10km lagunes). Oiseaux marins moussons Islakarion (30km vents).",
          "campagnes_militaires": "Guerres navales moussons Islakarion-Lago’Vernis (routes épices, cohérence géopolitique ; magies marine). Résistance Venarith pression Central sèche (cohérence géopolitique).",
          "catastrophes_naturelles": "Tempêtes moussons mers (vents 80km/h, cohérence climats ; atténuées magies marine). Inondations marées Venarith (hautes, atténuées magies aquatique). Éruptions sous-marines Lago’Vernis (nouveaux atolls, cohérence géographie).",
          "evenements_notables": "Foires maritimes sèche Islakarion (échanges épices/perles, cohérence économie). Arbitrages lagunaires pleine lune Venarith (médiations, cohérence géopolitique)."
        }
      ]
    }
  ]
}