{
  "continents": [
    {
      "nom": "Nordique",
      "histoire": [
        {
          "evenements_historiques": "Fondation clans humains Valléfrost/Tronchavale (il y a 500 ans, migrations sud plaines Central pour minerais, inspiré invasions vikings ; établissement Glaciverne/Ferthys via magies artisanales contre froid). Colonisation trolls Grunthalok (400 ans, pactes verts forêts humides, cohérence races trolls). Isolation géants Slekdor (ancienne, observatoires bâtis alignements cosmiques, inspiré mythes himalayens). Ruines Varkhul maudites (600 ans, chute civilisation antique cause magies obscure instables, cohérence gobelins pillards).",
          "heros": "Héros humain Frostjarl (Valléfrost, unifia clans contre raids trolls via alliances magies rituelles, inspiré Harald Hardrada viking ; légendes : forgea artefact bouclier givre). Chaman troll Mistveil (Grunthalok, négocia pactes Thulmar magies brume, inspiré figures chamaniques sibériennes). Géant Starwatcher (Slekdor, médita visions cosmiques pour trêves, inspiré oracles tibétains). Gobelin Reliclord (Varkhul, unifia tribus raids via reliques, inspiré khans mongols chaotiques).",
          "guerres_passees": "Guerre frontalière Valléfrost-Tronchavale vs Grunthalok (200 ans, raids minerais/résines, fin trêves fonte neiges magies rituelles ; pertes : 10% populations, inspiré guerres tribales scandinaves). Guerres internes Varkhul (continues, tribus gobelins pour reliques, usage magies obscure, cohérence instabilité).",
          "legendes_folklore": "Légende glace éternelle (divinités vents piégèrent titans Slekdor, inspiré mythes norrois Jotun ; folklore : cristaux fragments titans, cohérence religion cosmique). Folklore brumes esprits (Grunthalok trolls invoquent ancêtres illusions, inspiré légendes sibériennes esprits forêts ; tabous perturbation). Légende chaos Varkhul (ancienne civilisation détruite abus magies, inspiré Atlantis corrompu ; folklore gobelins : reliques pouvoir maudit)."
        }
      ]
    },
    {
      "nom": "Central",
      "histoire": [
        {
          "evenements_historiques": "Fondation cités-états Dralvaire/Korvalth (400 ans, sédentarisation plaines fertiles via magies agricole, inspiré républiques grecques ; établissement Champsorne/Woodguard). Colonisation batraciens Feslorin (300 ans, temples palafittes pour arbitrages, cohérence races batraciens).",
          "heros": "Maire Harvestlord (Dralvaire, unifia guildes contre pillards Varkhul magies collective, inspiré Cincinnatus romain ; légendes : grenier enchanté infini). Druide Leafguard (Korvalth, défendit forêts illusions contre rivalités, inspiré Merlin celtique). Médiateur Wavecaller (Feslorin, négocia pactes aquatiques, inspiré prêtres mayas).",
          "guerres_passees": "Rivalités internes Dralvaire-Korvalth (150 ans, territoires collines, fin traités arbitrage Feslorin ; usage magies défensive/agricole, inspiré guerres cités italiennes). Menaces pillards Varkhul (100 ans, raids gobelins repoussés, cohérence géopolitique).",
          "legendes_folklore": "Légende terres fertiles (divinités agricole bénirent plaines, inspiré mythes romains Cérès ; folklore : semences magiques cohérence magies). Folklore forêt gardienne (esprits illusions protègent Korvalth, inspiré légendes celtiques fées ; tabous déforestation). Légende eaux protectrices (divinités aquatique sauvèrent Feslorin inondations, inspiré mythes mayas pluie)."
        }
      ]
    },
    {
      "nom": "Oriental",
      "histoire": [
        {
          "evenements_historiques": "Fondation Orraveth mixtes (350 ans, alliances humains/batraciens cols via magies artisanales, inspiré empires andins). Colonisation gobelins Thyrvalen (250 ans, forêts humides pactes animistes). Isolation Vhorak géants (ancienne, plateaux observatoires cosmiques). Pactes verts Thulmar/Kerynth trolls (200 ans, taïga/forêts).",
          "heros": "Diplomate Peakmaster (Orraveth, négocia pactes mixtes magies artisanales, inspiré Pachacuti inca). Chaman Vineweaver (Thyrvalen, unifia tribus gobelins illusions, inspiré chefs amazoniens). Starforger (Vhorak, tailla artefacts cosmiques, inspiré lamas tibétains). Forestlord (Thulmar, négocia pactes verts magies végétale, inspiré druides celtiques). Seasonwalker (Kerynth, guida migrations magies givre, inspiré shamans sibériens).",
          "guerres_passees": "Rivalités Orraveth-Dralvaire (100 ans, routes épices, fin traités arbitrage ; usage magies artisanale). Tensions Thulmar-Kerynth vs Grunthalok (150 ans, frontières forêts, cohérence géopolitique).",
          "legendes_folklore": "Légende cols guides (divinités vents aidèrent fondation Orraveth, inspiré mythes shinto kami ; folklore : amulettes protection). Folklore canopée esprits (esprits animistes Thyrvalen protègent via illusions, inspiré légendes amazoniennes ; tabous perturbation). Légende étoiles pragmatiques (divinités cosmiques Vhorak accordèrent visions, inspiré incas étoiles). Légende verts justice (divinités végétales Thulmar punissent injustice, inspiré celtiques druides). Légende saisons givre (divinités cycliques Kerynth guident migrations, inspiré sibériens hiver)."
        }
      ]
    },
    {
      "nom": "Archipel méridional",
      "histoire": [
        {
          "evenements_historiques": "Fondation ports Islakarion (300 ans, navigation magies marine pour épices, inspiré polynésiens colons). Ligues Lago’Vernis (250 ans, atolls contre rivalités). Confédération Venarith batraciens (200 ans, lagunes arbitrages aquatiques).",
          "heros": "Amiral Wavebringer (Islakarion, unifia flottes magies marine, inspiré navigateurs polynésiens). Lagoonlord (Lago’Vernis, défendit atolls magies courants, inspiré chefs caraïbes). Mediator Tidecaller (Venarith, négocia pactes aquatiques, inspiré prêtres aztèques).",
          "guerres_passees": "Rivalités maritimes Islakarion-Lago’Vernis (100 ans, routes épices, fin arbitrages Venarith ; usage magies marine/courants, inspiré guerres coloniales caraïbes). Résistance pression Central (150 ans, cohérence géopolitique).",
          "legendes_folklore": "Légende mers solaires (divinités marine bénirent Islakarion, inspiré mythes polynésiens océan ; folklore : phares guidance). Légende courants guides (divinités fluide Lago’Vernis, inspiré caraïbes mer ; tabous pollution). Légende équilibre lagunaire (divinités aquatique Venarith, inspiré aztèques eau ; folklore : bassins justice)."
        }
      ]
    }
  ]
}