{
  "races": [
    {
      "nom": "Humains",
      "description_physique": "Taille moyenne 1.60-1.85m, poids 60-90kg (inspiré de l'homo sapiens réel, avec adaptations climatiques : peau pâle et cheveux clairs dans le nord pour absorption vitamine D limitée, peau plus foncée et cheveux sombres dans l'archipel pour protection UV). Corps athlétique adapté aux environnements variés, yeux souvent bleus/gris au nord, bruns/noisette au sud. Espérance vie 50-70 ans, maturité à 15-18 ans.",
      "variantes_regionales": [
        {
          "zone": "Nordique (Valléfrost/Tronchavale)",
          "variante": "Nordiques robustes : plus grands (1.70-1.90m), peau épaisse résistante au froid (référence vikings scandinaves), barbes épaisses pour isolation, tolérance accrue au gel (métabolisme élevé)."
        },
        {
          "zone": "Central (Dralvaire/Korvalth)",
          "variante": "Centraux fertiles : taille moyenne, peau olive pour climats tempérés (inspiré méditerranéens), cheveux ondulés, agilité pour travaux agricoles."
        },
        {
          "zone": "Oriental (Orraveth)",
          "variante": "Orientaux montagnards : plus minces (1.55-1.80m), poumons adaptés à altitude (référence tibétains avec hémoglobine élevée), tatouages claniques pour identification."
        },
        {
          "zone": "Archipel méridional (Islakarion/Lago’Vernis)",
          "variante": "Insulaires tropicaux : peau bronzée, cheveux noirs lisses (inspiré polynésiens), corps souples pour navigation, résistance aux maladies humides."
        }
      ],
      "traits_culturels": "Adaptables et expansionnistes (référence histoire humaine réelle : migrations, commerce). Sociétés hiérarchiques avec guildes (inspiré Venise médiévale), respect des anciens, festivals saisonniers pour cohésion. Comportements : pragmatiques, négociateurs habiles, alliances opportunistes.",
      "comportements_sociaux": "Interactions basées sur hiérarchie clanique/grade (salutations formelles avec inclinaison), consultation collective avant décisions (référence démocratie athénienne primitive), partage ressources en temps de crise. Tendances : loyauté clanique forte, rivalités internes pour pouvoir.",
      "langues_dialectes": "Humaine standard (lingua franca commerciale, alphabet runique inspiré norrois au nord, syllabaire fluide au sud). Dialectes : Nordique guttural (Valléfrost, emphase consonnes dures), Central fluide (Dralvaire, voyelles allongées pour chants agricoles), Oriental tonal (Orraveth, intonations pour nuances diplomatiques), Insulaire rythmique (Archipel, clics pour navigation maritime)."
    },
    {
      "nom": "Trolls",
      "description_physique": "Taille 2.00-2.50m, poids 150-250kg (inspiré folklore scandinave/tolkienien : peau verdâtre épaisse, régénération lente comme salamandres réelles). Corps musclé, oreilles pointues, yeux jaunes luminescents pour vision nocturne, cheveux moussu/noir. Espérance vie 60-80 ans, maturité à 20 ans, odorat accru pour tracking forestier.",
      "variantes_regionales": [
        {
          "zone": "Nordique (Grunthalok)",
          "variante": "Plateau humides : peau plus pâle/moussue pour camouflage brumeux (référence trolls norvégiens des forêts), cornes courtes rituelles, adaptation à humidité (branchies rudimentaires pour brouillards)."
        },
        {
          "zone": "Oriental (Thulmar/Kerynth)",
          "variante": "Forestiers denses : peau foncée/camouflée (inspiré trolls africains mythiques), tatouages végétaux luminescents, plus agiles pour escalade canopée, tolérance au froid taïga (fourrure saisonnière)."
        }
      ],
      "traits_culturels": "Chamaniques et animistes (référence cultures indigènes sibériennes/shamanisme : respect esprits naturels, totems comme centres sociaux). Sociétés tribales avec conseils anciens, rituels chants/danses pour équilibre écologique. Comportements : protecteurs territoriaux, échanges rituels pacifiques.",
      "comportements_sociaux": "Interactions communautaires (salutations vers sol/totems, offrandes avant entrée territoires), médiation par chamans (inspiré arbitrage tribal réel), respect hiérarchie spirituelle. Tendances : isolationnistes mais alliés en crises, tabous contre déforestation.",
      "langues_dialectes": "Trollique gutturale (base onomatopéique inspirée grognements animaux, sans alphabet écrit, transmis oralement). Dialectes : Humide brumeux (Grunthalok, sons sifflants pour illusions), Dense végétal (Thulmar, clics imitant feuilles), Taïga saisonnier (Kerynth, tons bas hivernaux)."
    },
    {
      "nom": "Gobelins",
      "description_physique": "Taille 1.00-1.40m, poids 30-50kg (inspiré folklore européen/tolkienien : peau verte/jaunâtre, oreilles longues, dents pointues pour omnivorie). Corps agile maigre, yeux rouges pour vision souterraine, nez proéminent pour détection toxines. Espérance vie 30-50 ans, maturité à 10 ans, reproduction rapide (portées 4-6).",
      "variantes_regionales": [
        {
          "zone": "Nordique (Ruines de Varkhul)",
          "variante": "Steppiques maudits : peau craquelée/toxique (adaptation à soufre, référence gobelins des déserts mythiques), griffes pour fouilles, tolérance poisons (métabolisme comme hyènes réelles)."
        },
        {
          "zone": "Oriental (Thyrvalen)",
          "variante": "Sylvestres humides : peau camouflée/mottée (inspiré gobelins amazoniens), queues préhensiles pour grimpe, vision infrarouge pour forêts denses."
        }
      ],
      "traits_culturels": "Opportunistes et chaotiques (référence hordes nomades mongoles : raids mobiles, chefs par force). Sociétés tribales instables avec arbitrage anciens, rituels obscurs pour survie. Comportements : pilleurs ingénieux, alliances temporaires.",
      "comportements_sociaux": "Interactions rapides/verbales (salutations inclinaison/contact, dépendance chefs), conflits internes fréquents (inspiré dynamiques de bandes réelles), marginalité élevée (esclavage/trafics). Tendances : adaptabilité extrême, loyauté volatile.",
      "langues_dialectes": "Gobeline chuintante (sons aigus inspirés rongeurs, alphabet pictogrammes simples). Dialectes : Maudite sifflante (Varkhul, termes toxiques), Sylvestre clic (Thyrvalen, imitations insectes pour camouflage)."
    },
    {
      "nom": "Géants",
      "description_physique": "Taille 3.00-4.00m, poids 500-800kg (inspiré cyclopes grecques ou jotun norrois : peau rocailleuse grise, force immense, yeux uniques ou multiples pour vision cosmique). Corps massif, cheveux pierreux, voix tonnante. Espérance vie 100+ ans, maturité à 30 ans, métabolisme lent pour altitude.",
      "variantes_regionales": [
        {
          "zone": "Nordique (Slekdor)",
          "variante": "Isolés cosmiques : peau cristalline (adaptation vents froids, référence géants himalayens mythiques), cornes ornées cristaux, vision télescopique pour étoiles."
        },
        {
          "zone": "Oriental (Vhorak)",
          "variante": "Plateaux pragmatiques : peau plus lisse/rocheuse (inspiré patagons sud-américains géants légendaires), tatouages stellaires, endurance pour plateaux venteux."
        }
      ],
      "traits_culturels": "Contemplatifs et rituels (référence moines bouddhistes tibétains : isolation pour méditation cosmique). Sociétés monastiques avec tabous stricts, artefacts comme centres. Comportements : médiateurs rares, gardiens savoir ancien.",
      "comportements_sociaux": "Interactions hiérarchiques/rituelles (salutations inclinaison/offrandes, silence obligatoire), consultations cosmiques pour décisions (inspiré oracles antiques). Tendances : pacifistes sauf menaces, sanctions sévères pour tabous.",
      "langues_dialectes": "Géante résonnante (sons graves inspirés chants grégoriens, écriture gravée sur pierre). Dialectes : Cosmique codé (Slekdor, symboles stellaires), Pragmatique tonal (Vhorak, vibrations pour distances)."
    },
    {
      "nom": "Batraciens",
      "description_physique": "Taille 1.20-1.60m, poids 40-70kg (inspiré amphibiens réels/fantasy comme bullywugs : peau humide colorée, yeux protubérants, langue extensible pour capture). Corps amphibie, branchies/gorge pour respiration mixte, sauts puissants. Espérance vie 40-60 ans, maturité à 12 ans (métamorphose têtards).",
      "variantes_regionales": [
        {
          "zone": "Central (Feslorin)",
          "variante": "Marécageux : peau verte/bleue pour camouflage eau (référence grenouilles arboricoles), palmures complètes, bioluminescence rituelle."
        },
        {
          "zone": "Oriental (Orraveth)",
          "variante": "Montagnards mixtes : peau plus sèche/mottée (adaptation altitude, inspiré salamandres himalayennes), griffes pour grimpe, tolérance froid modérée."
        },
        {
          "zone": "Archipel méridional (Venarith)",
          "variante": "Lagunaires : peau iridescente (inspiré poissons tropicaux amphibiens), nageoires étendues, vision sous-marine accrue."
        }
      ],
      "traits_culturels": "Religieux et diplomatiques (référence aztèques avec sacrifices aquatiques modérés : temples palafittes, arbitrages). Sociétés claniques avec chœurs rituels. Comportements : médiateurs neutres, rituels aquatiques pour équilibre.",
      "comportements_sociaux": "Interactions gestuelles/aquatiques (salutations inclinaison/geste poitrine), arbitrage par chefs (inspiré tribunaux tribaux). Tendances : coopératifs inter-raciaux, tabous contre pollution eaux.",
      "langues_dialectes": "Amphibienne cliquetante (sons humides inspirés coassements, écriture symboles flottants). Dialectes : Marécageux sifflant (Feslorin, bulles pour emphase), Mixte tonal (Orraveth, hybride humaine), Lagunaire rythmique (Venarith, échos pour distances aquatiques)."
    }
  ]
}